questions = [
    {
        "question": "政府给家庭主妇补贴是女权行为",
        "effect": {
            "fem": -10
        }
    },
    {
        "question": "女权应当提倡高彩礼不让女人吃亏",
        "effect": {
            "fem": -10
        }
    },
    {
        "question": "虽然孩子由女人生，但是为了家庭和谐随父姓也可以",
        "effect": {
            "fem": -10
        }
    },
    {
        "question": "女人跟不同男人纳入式交配是值得提倡的，因为这是反对性羞耻，是进步的性解放",
        "effect": {
            "fem": -10
        }
    },
    {
        "question": "欧美丰唇臀是美，亚洲白幼瘦也是美，追求美丽的自由，这是女权的",
        "effect": {
            "fem": -10
        }
    },
    {
        "question": "社会要求男人必须有房，而女人买房需求不大，所以房子留给儿子（弟弟）也情有可原",
        "effect": {
            "fem": -20
        }
    },
    {
        "question": "卫生巾不但应该在任何场合被提供，还应该免费",
        "effect": {
            "fem": 20
        }
    },
    {
        "question": "用“大姨妈，来事了，那个来了”等词语形容月经是文明行为",
        "effect": {
            "fem": -10
        }
    },
    {
        "question": "人类的性癖是自由的不可以管，这跟女权男权无关",
        "effect": {
            "fem": -10
        }
    },
    {
        "question": "反对异性恋AV等色情作品传播，因为这是对女性的性剥削",
        "effect": {
            "fem": 20
        }
    },
    {
        "question": "作为新时代的独立女性和男性约会的时候应该费用均摊，这才是性别平等",
        "effect": {
            "fem": -10
        }
    },
    {
        "question": "如果女人让孩子随母姓就该提供一些经济好处，比如不用男人买房等",
        "effect": {
            "fem": -10
        }
    },
    {
        "question": "现在的女性向游戏（跟不同帅哥谈恋爱）绝大多数都做到了性别平等的观念",
        "effect": {
            "fem": -20
        }
    },
    {
        "question": "耽美，ABO项的设定有利于女权",
        "effect": {
            "fem": -20
        }
    },
    {
        "question": "女孩学理科不太擅长，应该多学文科或者师范方便以后找工作",
        "effect": {
            "fem": -20
        }
    },
    {
        "question": "国家利益应该在性别利益之上",
        "effect": {
            "fem": -20
        }
    },
    {
        "question": "我国女人都不生育，让生育率降低不是一个好事，这是不负责的表现",
        "effect": {
            "fem": -20
        }
    },
    {
        "question": "现在的女权挑起性别对立，太极端了",
        "effect": {
            "fem": -20
        }
    },
    {
        "question": "不应该单独关注女权，而应该把眼界放大关注人权，这样更有助于自由平等",
        "effect": {
            "fem": -20
        }
    },
    {
        "question": "支持性交易合法化，有助于保护妓女权益，女权应当提倡",
        "effect": {
            "fem": -20
        }
    },
    {
        "question": "为了方便LGBTQ等群体和不能生育的女人拥有自己的孩子，应该推动代孕合法化进程",
        "effect": {
            "fem": -30
        }
    },
    {
        "question": "二次元应当保留创作自由，这跟三次元无关，女权也不应当干涉",
        "effect": {
            "fem": -20
        }
    },
    {
        "question": "没有丑女人，只有懒女人，女人在公众场合化妆是尊重他人的表现，应当表扬",
        "effect": {
            "fem": -20
        }
    },
    {
        "question": "女孩子就应该是香香软软的，不然跟男人有什么区别",
        "effect": {
            "fem": -20
        }
    },
    {
        "question": "我还是想生男孩，这不是重男轻女，而是现在女孩太不容易，还是男孩轻松，以后还能保护我",
        "effect": {
            "fem": -20
        }
    },
    {
        "question": "“女儿上辈子是爸爸的小情人儿”这话不应该上升到伦理道德的高度，这只是表示父女关系更亲密的俗语",
        "effect": {
            "fem": -10
        }
    },
    {
        "question": "高跟鞋不代表性感，而是女人的“刑具”",
        "effect": {
            "fem": 20
        }
    },
    {
        "question": "从国家领导人里女性的占比，可以看出一个国家的文明程度，占比高的比低的更文明",
        "effect": {
            "fem": 20
        }
    },
    {
        "question": "女权应当宣传女人使用暴力，用于反击和自保",
        "effect": {
            "fem": 20
        }
    },
    {
        "question": "毛泽东时代做到了妇女解放和平等",
        "effect": {
            "fem": -10
        }
    },
    {
        "question": "毛泽东时代的妇女解放才是真正的男女平等，我们需要毛时代的妇女解放，而不是西方的“女权主义”",
        "effect": {
            "fem": -10
        }
    },
    {
        "question": "基进女权主义要求女人太多，是披皮的父权制，想当女爹",
        "effect": {
            "fem": -10
        }
    },
    {
        "question": "我反对婚姻，因为婚姻是在维护父权制，让男人拥有合法的奴隶",
        "effect": {
            "fem": 30
        }
    },
    {
        "question": "海外女留学生穿着汉服去大英博物馆宣传 Chinese New Year，​让我们看到了女性的力量，属于女权行为",
        "effect": {
            "fem": -20
        }
    },
    {
        "question": "女性优先和女性车厢都是让女人获利，这是女权的",
        "effect": {
            "fem": -20
        }
    },
    {
        "question": "妈卖批，你妈死了等脏话口语都含有厌女特质，应当避免使用",
        "effect": {
            "fem": 30
        }
    },
    {
        "question": "如果父母的财产不给女儿，那女儿也没必要给父母养老",
        "effect": {
            "fem": 20
        }
    },
    {
        "question": "为了减轻妈妈带娃的负担，可以在女厕所里设立儿童小便池",
        "effect": {
            "fem": -20
        }
    },
    {
        "question": "因为女人的身体有更高的观赏价值，所以女性优于男性",
        "effect": {
            "fem": -10
        }
    },
    {
        "question": "阶级矛盾是主要矛盾，警惕用性别矛盾掩盖阶级矛盾、转移视线的行为",
        "effect": {
            "fem": -20
        }
    },
    {
        "question": "女性所受的压迫是剥削形式中最深刻的，且是其他各种压迫的基础",
        "effect": {
            "fem": 30
        }
    },
    {
        "question": "面对夸奖我美丽的词语，如清纯可人等，我不认为这是称赞，反而是种冒犯",
        "effect": {
            "fem": 20
        }
    },
    {
        "question": "欧美等国家已经做到了性别平等，几乎没有性别压迫存在",
        "effect": {
            "fem": -10
        }
    },
    {
        "question": "追男明星跟女权无关，只是个人自由",
        "effect": {
            "fem": -10
        }
    },
    {
        "question": "我会把强大的或者帅气的女性称为老公，来表达我对其的喜爱",
        "effect": {
            "fem": -10
        }
    },
    {
        "question": "每个男人都是男权社会中的既得利益者",
        "effect": {
            "fem": 20
        }
    },
    {
        "question": "因为冠母姓也是在延续姥爷（母亲的爸爸）的姓氏，所以冠母姓跟冠父姓没区别",
        "effect": {
            "fem": -30
        }
    },
    {
        "question": "四爱是一种可以彰显女性地位的形式",
        "effect": {
            "fem": -20
        }
    },
    {
        "question": "女权就爱所有女人，要支持每一位女性做其想做的事，尊重其选择自由",
        "effect": {
            "fem": -20
        }
    },
    {
        "question": "维护婚姻的措施，哪怕有利于婚女，也是再给男权打补丁",
        "effect": {
            "fem": 20
        }
    },
    {
        "question": "未成年有发裸照的自由，这只是自我欣赏的一种形式",
        "effect": {
            "fem": -10
        }
    },
    {
        "question": "看社会新闻，我首先带入的是性别视角",
        "effect": {
            "fem": 10
        }
    },
    {
        "question": "身为女生，比起跟同性玩我更喜欢跟异性玩，因为感觉更自在",
        "effect": {
            "fem": -10
        }
    },
    {
        "question": "女人保持妆容精致，身材姣好，定期修护是自律的表现",
        "effect": {
            "fem": -20
        }
    },
    {
        "question": "健康允许下，我可以毫无负担的不穿胸罩出门，自己舒服才是最重要的，别人的看法我不在乎",
        "effect": {
            "fem": 20
        }
    },
    {
        "question": "女权不应该宣扬暴力，不然这跟男权有什么区别？",
        "effect": {
            "fem": -20
        }
    },
    {
        "question": "应当尊重民族传统文化，即使有些传统（例如龙舟不能从女人脚下过）有些过时，但也应当理解",
        "effect": {
            "fem": -20
        }
    },
    {
        "question": "一个家庭里不能没有父亲的存在，单亲妈妈带的孩子性格多少会有缺陷",
        "effect": {
            "fem": -30
        }
    }
];
